{
    "立春": {
        "reason": "谓春季开始之节气",
        "introduction": "立春不仅是农历二十四节气中的第一个节气，立春是从天文上来划分的，而在自然界、在人们的心目中，春 意味着风和日暖，鸟语花香;春也意味着万物生长，农家播种 。\n立春节气一般是从2月4日或5日开始，到2月19或20日结束 。\n有时在 农历的腊月，有时在农历的正月 。\n",
        "xisu": "立春后，人们在春暖花开的日子里，喜欢外出游春，俗称出城探春、踏春，是古代春游的主要形式 。\n",
        "yiji": "立春后是疾病多发的季节 。\n春天的多发病有肺炎、肝炎、流脑、麻疹、腮腺炎、过敏性哮喘、心肌梗塞、精神病等 。\n因此对于有肝炎、过敏性哮喘、心肌梗塞等的患者要特别注意调养预防 。\n在养生上主要是护肝 。\n在作息时间上，人们也应顺 应自然界的规律，早睡早起 。\n在精神养生方面，要力戒暴怒，更忌忧郁，做到心胸开阔，保持心境愉悦 。\n立春之后的一段时间往往冷暖不定，要当心“倒春寒”的侵扰，特别是对于体弱的人来说，感冒、发烧是常有的事情 。\n对此专家表示，要想杀菌并防寒，在饮食 上可增加吃大蒜、洋葱、芹菜等“味冲”食物的次数，对预防伤寒感冒等春季多发的呼吸道感染大有益处 。\n"
    },
    "雨水": {
        "reason": "此时冬去春来，气温开始回升，空气湿度不断增大，但冷空气活动仍十分频繁",
        "introduction": "雨水是24节气中的第2个节气 。\n每年的2月19日前后，太阳黄经达330度时，是二十四节气的雨水 。\n此时，气温回升、冰雪融化、降水增多，故取名为雨水 。\n虽然这个节气开始冰雪融化桃花开，但冷空气依然活跃，昼夜温差较大，公众要 注意保暖预防“倒春寒” 。\n",
        "xisu": "雨水不仅表明降雨的开始及雨量增多，而且表示气温的升高 。\n雨水前，天气相对来说比较寒冷 。\n雨水后，人们 则明显感到春回大地，春暖花开和春满人间，沁人的气息激励着身心 。\n全国大部分地区严寒多雪之时已过，下雨开始，雨量渐渐增多 ，有利于越冬作物返青或生长，抓紧越冬作物田间管理，做好选种、春耕、施肥等春耕春播准备工作 。\n",
        "yiji": "初春阳气渐生，气候日趋暖和，人们逐渐去棉穿单 。\n但此时北方阴寒未尽，气温变化大，虽然雨水之季不像寒冬腊月那样冷冽，但由于人体皮肤腠理已变得相对疏松，对风寒之邪的抵抗力会有所减弱，因而易感邪而致病 。\n所以此时注意“春捂”是有 一定道理的 。\n这种变化无常的天气，容易引起人的情绪波动，乃至心神不安，影响人的身心健康，对高血压、心脏病、哮喘患者更是 不利 。\n为了消除这些不利的因素，除了应当继续进行春捂外，应采取积极的精神调摄养生锻炼法 。\n保持情绪稳定对身心健康有着十分重要的作用 。\n"
    },
    "惊蛰": {
        "reason": "指的是冬天蛰伏土中的冬眠生物开始活动 。\n惊蛰前后乍寒乍暖，气温和风的变化都较大",
        "introduction": "惊蛰，古称“启蛰”，是农历二十四节气中的第三个节气，标志着仲春时节的开始；太阳到达黄经345°时 。\n《月令七十二候集解》：“二月节……万物出乎震，震为雷，故曰惊蛰，是蛰虫惊而出走矣 。\n”此前，动物入冬藏伏土中，不饮不食，称 为“蛰”；到了“惊蛰节”，天上的春雷惊醒蛰居的动物，称为“惊” 。\n故惊蛰时，蛰虫惊醒，天气转暖，渐有春雷，中国大部分地区进入 春耕季节 。\n",
        "xisu": "农谚“到了惊蛰节，锄头不停歇 。\n”到了惊蛰，中国大部地区进入春耕大忙季节 。\n真是：季节不等人，一刻值千 金 。\n大部分地区惊蛰节气平均气温一般为12℃至14℃，较雨水节气升高3℃以上，是全年气温回升最快的节气 。\n日照时数也有比较 明显的增加 。\n但是因为冷暖空气交替，天气不稳定，气温波动甚大 。\n",
        "yiji": "《黄帝内经》曰：“春三月，此谓发陈 。\n天地俱生，万物以荣 。\n夜卧早行，广步于庭，披发缓行，以便生志 。\n"
    },
    "春分": {
        "reason": "阳光直照赤道，昼夜几乎等长 。\n我国广大地区越冬作物将进入春季生长阶段 。\n",
        "introduction": "春分，是春季九十天的中分点 。\n二十四节气之一，每年公历大约为3月20日左右，太阳位于黄经0°（春分 点）时 。\n春分这一天太阳直射地球赤道，南北半球季节相反，北半球是春分，在南半球来说就是秋分 。\n春分是伊朗、土耳其、阿富汗、乌兹别克斯坦等国的新年，有着3000年的历史 。\n《月令七十二候集解》：二月中，分者半也，此当九十日之半，故谓之分 。\n",
        "xisu": "昔日四邑(加上鹤山为五邑)的开平苍城镇的谢姓，有个不成节的习俗，叫做“春分吃春菜” 。\n“春菜”是一种野苋菜，乡人称之为“春碧蒿” 。\n逢春分那天，全村人都去采摘春菜 。\n在田野中搜寻时，多见是嫩绿的，细细棵，约有巴掌那样长短 。\n采 回的春菜一般家里与鱼片“滚汤”，名曰“春汤” 。\n有顺口溜道：“春汤灌脏，洗涤肝肠 。\n阖家老少，平安健康 。\n”一年自春，人们 祈求的还是家宅安宁，身壮力健 。\n",
        "yiji": "春分节气时人体血液也正处于旺盛时期，激素水平也处于相对高峰期，此时易发非感染性疾病有高血压、月经失调、 痔疮及过敏性疾病等 。\n膳食总的原则要禁忌大热、大寒的饮食，保持寒热均衡 。\n这段时期也不适饮用过肥腻的汤品 。\n"
    },
    "清明": {
        "reason": "气温回升，天气逐渐转暖",
        "introduction": "清明节又叫踏青节，在仲春与暮春之交，也就是冬至后的第108天 。\n是中国传统节日，也是最重要的祭祀 节日之一，是祭祖和扫墓的日子 。\n中华民族传统的清明节大约始于周代，距今已有二千五百多年的历史 。\n清明最早只是一种节气的名称，其变成纪念祖先的节日与寒食节有关 。\n晋文公把寒食节的后一天定为清明节 。\n在山西大部分地区是在清明节前一天过寒食节；榆社县等地是在清明节前两天过寒食节；垣曲县还讲究清明节前一天为寒食节，前二天为小寒食 。\n",
        "xisu": "清明节的习俗讲究禁火、扫墓，还有踏青、荡秋千、蹴鞠、打马球、插柳等一系列风俗体育活动 。\n",
        "yiji": "到了清明，气温变暖，降雨增多，正是春耕春种的大好时节 。\n所以清明对于古代农业生产而言是一个重要的节气  。\n农谚说 “清明前后，点瓜种豆”、“植树造林，莫过清明”，正是说的这个道理 。\n清明祭祀的参与者是全体国民，上至君王大臣，下至平头百姓，都要在这一节日祭拜先人亡魂 。\n清明之祭主要祭祀祖先和去世的亲人，表达祭祀者的孝道和对死者的思念之情 。\n"
    },
    "谷雨": {
        "reason": "雨水增多，利于谷类生长",
        "introduction": "谷雨是二十四节气的第六个节气，也是春季最后一个节气，每年4月19日～21日时太阳到达黄经30°时为谷雨 ，源自古人“雨生百谷”之说 。\n同时也是播种移苗、埯瓜点豆的最佳时节 。\n“清明断雪，谷雨断霜”，谷雨是春季最后一个节气，谷雨节气的到来意味着寒潮天气基本结束，气温回升加快，大大有利于谷类农作物的生长 。\n",
        "xisu": "南方谷雨摘茶习俗，传说谷雨这天的茶喝了会清火、辟邪、明目等 。\n所以谷雨这天不管是什么天气，人们都会去茶山摘一些新茶回来喝 。\n北方谷雨食香椿习俗 。\n陕西白水县谷雨祭祀文祖仓颉习俗，“谷雨祭仓颉”，是自汉代以来流传千年的民间传统 。\n谷雨以后气温升高，病虫害进入高繁衍期，为了减轻病虫害对作物及人的伤害，农家一边进田灭虫，一边张贴谷雨贴，进行驱凶 纳吉的祈祷 。\n这一习俗在山东、山西、陕西一带十分流行 。\n",
        "yiji": "由于谷雨节气后降雨增多，空气中的湿度逐渐加大 。\n谷雨节气后是神经痛的发病期，如肋间神经痛、坐骨神经痛、三叉神经痛等 。\n同时天气转温，室外活动增加，北方地区的桃花、杏花等开放；杨絮、柳絮四处飞扬，过敏体质的朋友应注意防止花 粉症及过敏性鼻炎、过敏性哮喘等 。\n在饮食上应减少高蛋白质、高热量食物的摄入 。\n春季，肝木旺盛，脾衰弱，谷雨前后15天及清明的最后3天中，脾处于旺盛时期 。\n脾的旺盛会使胃强健起来，从而使消化功能处于旺盛的状态，消化功能旺盛有利于营养的吸收，因此这时正是补身的大好时机 。\n"
    },
    "立夏": {
        "reason": "万物生长，欣欣向荣",
        "introduction": "立夏是农历二十四节气中的第7个节气，夏季的第一个节气，表示盛夏时节的正式开始，太阳到达黄经45度时为立夏节气 。\n斗指东南，维为立夏，万物至此皆长大，故名立夏也 。\n",
        "xisu": "立夏这个节气在战国末年（公元前239年）就已经确立了，预示着季节的转换，为一年四季之夏季开始的日子 。\n立 夏，四月节 。\n立字解见春 。\n夏，假也 。\n物至此时皆假大也 。\n江浙一带，人们因大好的春光明媚过去了，未免有惜春的伤感，故备酒食为欢，好像送人远去，名为饯春 。\n立夏日人们则喝冷饮来消暑 。\n立夏日，江南水乡有烹食嫩蚕豆的习俗 。\n",
        "yiji": "《礼记·月令》篇，解释立夏曰：“蝼蝈鸣，蚯蚓出，王瓜生，苦菜秀 。\n”说明在这时节，万物生长处于旺盛期 。\n《医学入门》曰：“血肉之心形如未开莲花，居肺下肝上是也 。\n神明之心…主宰万事万物，虚灵不昧是也 。\n”所以，故夏季养生应注 重对心脏的养护 。\n膳食调养中，应以低脂、低盐、多维、清淡为主 。\n"
    },
    "小满": {
        "reason": "麦类等夏熟作物此时颗粒开始饱满，但未成熟",
        "introduction": "小满（grain buds）是二十四节气之一，夏季的第二个节气 。\n小满——其含义是夏熟作物的籽粒开始灌浆饱满，但还未成熟，只是小满，还未大满 。\n这时全国北方地区麦类等夏熟作物籽粒已开始饱满，但还没有成熟，约相当乳熟后期 。\n",
        "xisu": "我国南北地域跨度大，各地的气候、农业生产、主要农作物品种及其生长状况有明显的不同，左河水“江南沃野过插秧，江北麦麸便灌浆 。\n西子湖边人好客，茶商脚走款丝商 。\n”之句，则道出了小满时节大江两岸水稻小麦的生产生长状况，包括著名 茶叶、蚕丝产区的商贸活动 。\n祭车神是一些农村地区古老的小满习俗 。\n我国农耕文化以“男耕女织”为典型 。\n女织的原料北方以 棉花为主，南方以蚕理为主 。\n蚕丝需靠养蚕结茧抽丝而得，所以我国南方农村养蚕极为兴盛，尤其是江浙一带 。\n",
        "yiji": "小满时节，万物繁茂，生长最旺盛，人体的生理活动也处于最旺盛的时期，消耗的营养物质为四季二十四节气中最多 ，所以，应及时适当补充，才能使身体五脏六腑不受损伤 。\n此节气的汤品也十分重要，宜绿豆芽蛤蜊汤、苦瓜木棉花牛肉汤、淮山赤 小豆节瓜猪月展汤、荠菜生姜鱼头汤、胡椒粒老鸡猪肚汤、西洋参红枣生鱼汤，千斤拔鸡脚汤等，这些汤品具清热、养阴、祛湿、暖胃、温补等功效 。\n"
    },
    "芒种": {
        "reason": "此时太阳移至黄经75度 。\n麦类等有芒作物已经成熟，可以收藏种子",
        "introduction": "一个农作物成熟收获的季节 。\n芒种顾名思义是麦粒的芒刺生长漏出,作物颗粒呈现饱满成熟的状态 。\n是农历二十四节气中的第9个节气 。\n芒种”二字谐音，表明一切作物都在“忙种”了 。\n所以，“芒种”也称为“忙种”，农民间也称其为“忙 着种” 。\n“芒种”到来预示着农民开始了忙碌的田间生活 。\n",
        "xisu": "对中国大部分地区来说，芒种一到，夏熟作物要收获，夏播秋收作物要下地，春种的庄稼要管理，收、种、管交叉， 是一年中最忙的季节 。\n长江流域“栽秧割麦两头忙”，华北地区“收麦种豆不让晌”，真是“芒种“ 。\n",
        "yiji": "懒散、头脑不清爽是多数人在芒种时节的状态 。\n此外，芒种时节天气炎热，雨水增多，湿热之气到处弥漫，使人身之所及、呼吸之所受均不离湿热之气 。\n而湿邪重浊易伤 。\n肾气、困肠胃，使人易感到食欲不佳、精神困倦，故学生、司机及高空作业的人，要防止“夏打盹”，以免影响学习或发生危险 。\n总的预防措施是：当人体大量出汗后，不要马上喝过量的白开水或糖水，可喝 些果汁或糖盐水，以防止血钾过分降低，适当补充钾元素则有利于改善体内钾、钠平衡 。\n钾元素可以从日常饮食中摄取，含钾较多的 食物有：粮食中的荞麦、玉米、红薯、大豆等，水果中的香蕉，油菜、甘蓝、芹菜、大葱、青蒜、莴苣、土豆、山药、鲜豌豆、毛豆等  。\n"
    },
    "夏至": {
        "reason": "日光直射北回归线，出现“日北至，日长至，日影短至”，故曰“夏至”",
        "introduction": "夏至是二十四节气之一，在每年公历6月20日，或21日，或22日 。\n夏至是太阳的转折点，这天过后它将走“回头路”，阳光直射点开始从北回归线向南移动，北半球白昼将会逐日减短 。\n夏至日过后，北回归线及其以北的地区，正午太阳高度角也开始逐日降低 。\n同时，夏至到来后，夜空星象也逐渐变成夏季星空 。\n夏至是二十四节气中最早被确定的一个节气 。\n",
        "xisu": "夏至时值麦收，自古以来有在此时庆祝丰收、祭祀祖先之俗，以祈求消灾年丰 。\n吃了夏至狗，西风绕道走”，大意 是人只要在夏至日这天吃了狗肉，其身体就能抵抗西风恶雨的入侵，少感冒，身体好 。\n正是基于这一良好愿望，成就了“夏至狗肉”这 一独特的民间饮食文化 。\n如今随着人们生活水平的不断提高，家家户户在夏至日杀狗的景致今天已不复存在 。\n",
        "yiji": "夏季阳气盛于外 。\n从夏至开始，阳极阴生，阴气居于内，所以，在夏至后，饮食要以清泄暑热、增进食欲为目的，因此要多吃苦味食物，宜清补 。\n《吕氏春秋·尽数篇》指出：“凡食无强厚味，无以烈味重酒 。\n”唐朝的孙思邈提倡人们“常宜轻清甜淡之物，大小麦曲，粳米为佳”，又说：“善养生者常须少食肉，多食饭” 。\n在强调饮食清补的同时，勿过咸、过甜，宜多吃具有祛暑益气、生津止渴的食物 。\n夏至后，气温逐渐升高，人体出汗量也会随之增加，因此人体需水量大 。\n对此，还可以在饮食上加以调节，如喝些绿豆汤、淡盐水等 。\n需注意的是，绿豆汤不要多喝，更不能当水喝 。\n属于寒凉体质和体质虚弱之人也不适宜饮用绿豆汤 。\n"
    },
    "小暑": {
        "reason": "入暑，标志着我国大部分地区进入炎热季节",
        "introduction": "小暑是农历二十四节气之第十一个节气，夏天的第五个节气，表示季夏时节的正式开始；太阳到达黄经105度时叫小暑节气 。\n暑，表示炎热的意思，小暑为小热，还不十分热 。\n意指天气开始炎热，但还没到最热，全国大部分地区基本符合  。\n",
        "xisu": "伏天还可吃过水面炒面所谓炒面是用锅将面粉炒干炒熟，然后用水加糖拌着吃这种吃法汉代已有唐宋时更为普遍，不 过那时是先炒熟麦粒，然后再磨面食之唐代医学家苏恭说，炒面可解烦热，止泄 。\n徐州人入伏吃羊肉 。\n头伏吃饺子是传统习俗，伏日人们食欲不振，往往比常日消瘦，俗谓之苦夏，而饺子在传统习俗里正是开胃解馋的食物山东有的地方吃生黄瓜和煮鸡蛋来治苦夏，入伏的早晨吃鸡蛋，不吃别的食物 。\n",
        "yiji": "时当小暑之季，气候炎热，人易感心烦不安，疲倦乏力，在自我养护和锻炼时，应按五脏主时，夏季为心所主而顾护 心阳，平心静气，确保心脏机能的旺盛 。\n故夏季养生重点突出“心静”，心静自然凉 。\n小暑是人体阳气最旺盛的时候，“春夏养阳”  。\n所以人们在工作劳动之时，要注意劳逸结合，保护人体的阳气 。\n小暑虽不是一年中最炎热的季节，但紧接着就是一年中最热的季 节大暑，民间有“小暑大暑，上蒸下煮”之说 。\n"
    },
    "大暑": {
        "reason": "正值中伏前后 。\n这一时期是我国广大地区一年中最炎热的时期，但也有反常年份，“大暑不热”，雨水偏多",
        "introduction": "大暑是农历二十四节气之一，太阳位于黄经120° 。\n大暑期间，中国民间有饮伏茶，晒伏姜，烧伏香，喝羊肉汤等习俗 。\n大暑节气正值“三伏”，是我国一年中日照最多、气温最高的时期，全国大部分地区干旱少雨，许多地区的气温达35度以 上，俗称的“三大火炉”也最旺 。\n",
        "xisu": "在我国华南以北的长江中下游等地区，如苏、浙、赣等一带处于炎热少雨季节，滴雨似黄金 。\n有“小暑雨如银，大 暑雨如金”，“伏里多雨，囤里多米”，“伏天雨丰，粮丰棉丰”，“伏不受旱，一亩增一担”的说法 。\n恰如左河水诗云：“日盛三伏暑气熏 ，坐闲烦静在蝇蚊 。\n纵逢战鼓云中起，箭射荷塘若洒金 。\n”如果大暑前后出现阴雨，则预示以后雨水多 。\n农谚有“大暑有雨多雨 ，秋水足；大暑无雨少雨，吃水愁”的说法 。\n",
        "yiji": "高温天气尽量不外出，不进行户外体育锻炼或者从事体力劳动 。\n大暑时节高温酷热，人们易动“肝火”，经常会出现莫名的心烦意乱、无精打采、食欲不振等问题，也被称为“情绪中暑” 。\n“情绪中暑”对夏日养生和身心健康危害很大 。\n提醒有心脑血管疾病的人一定要避免生气、着急等极端情绪，尽量做到“心静自然凉” 。\n"
    },
    "立秋": {
        "reason": "草木开始结果，到了收获季节",
        "introduction": "立秋，是农历二十四节气中的第13个节气，更是秋天的第一个节气，标志着孟秋时节的正式开始：“秋”就是 指暑去凉来 。\n到了立秋，梧桐树开始落叶，因此有“落叶知秋”的成语 。\n",
        "xisu": "“立秋”带来的首先是天气的变化 。\n从这一天开始，天高气爽，月明风清，气温逐渐下降，“立秋”对于农事的影响相当大 。\n，“立秋”还是一个收获的标志，所谓“秋不凉，籽不黄”，“立秋十天遍地黄”，“立秋十八天，寸草皆结顶”，一个金色的秋天就 要到来了 。\n在这个季节里，人们盘算最多的就是农事：“立夏栽茄子，立秋吃茄子”；“立秋荞麦白露花，寒露荞麦收到家”；“立秋摘花椒，白露打胡桃，霜降摘柿子，立冬打软枣”",
        "yiji": "大暑之后，时序到了立秋 。\n秋是肃杀的季节，预示着秋天的到来 。\n立秋之季已是天高气爽之时，应开始“早卧早起，与鸡具兴”早卧以顺应阳气之收敛，早起为使肺气得以舒展，且防收敛之太过 。\n立秋乃初秋之季，暑热未尽，虽有凉风时至，但天气变化无常，即使在同一地区也会出现“一天有四季，十里不同天”的情况 。\n因而着衣不宜太多，否则会影响机体对气候转冷的适应能 力，易受凉感冒 。\n"
    },
    "处暑": {
        "reason": "“处”为结束的意思，至暑气即将结束，天气将变得凉爽了 。\n由于正值秋收之际，降水十分宝贵",
        "introduction": "处暑，即为“出暑”，是炎热离开的意思 。\n是农历二十四节气之中的第14个节气 。\n处暑节气意味着进入 气象意义的秋天，处暑后中国长江以北地区气温逐渐下降 。\n",
        "xisu": "处暑节气前后的民俗多与祭祖及迎秋有关 。\n处暑前后民间会有庆赞中元的民俗活动，俗称“作七月半”或“中元节”  。\n对于沿海渔民来说，处暑以后渔业收获的时节，每年处暑期间；在浙江省沿海都要举行一年一度的隆重的开渔节，决定在东海休渔结束的那一天，举行盛大的开渔仪式，欢送渔民开船出海 。\n暑气止，就连天上的那些云彩也显得疏散而自如，而不像夏天大暑之时浓云 成块 。\n民间向来就有“七月八月看巧云”之说，其间就有“出游迎秋”之意 。\n",
        "yiji": "夏季称雄的副热带高压，虽说大步南撤，但绝不肯轻易让出主导权、轻易退到西太平洋的海上 。\n在它控制的南方地区，刚刚感受一丝秋凉的人们，往往在处暑尾声，再次感受高温天气，这就是名副其实的秋老虎 。\n还需要注意热量高温对人体的伤害 。\n"
    },
    "白露": {
        "reason": "由于太阳直射点明显南移，各地气温下降很快，天气凉爽，晚上贴近地面的水气在草木上结成白色露珠，由此得名“白露”",
        "introduction": "白露是农历二十四节气中的第十五个节气.白露是秋天的第三个节气，表示孟秋时节的结束和仲秋时节的开始 。\n露水是由于温度降低，水汽在地面或近地物体上凝结而成的水珠 。\n所以，白露实际上是表征天气已经转凉 。\n俗语云：“处暑十八盆，白露勿露身 。\n”这两句话的意思是说，处暑仍热，每天须用一盆水洗澡，过了十八天，到了白露，就不要赤膊裸体了，以免着凉 。\n还有句俗话：“白露白迷迷，秋分稻秀齐 。\n”意思是说，白露前后若有露，则晚稻将有好收成 。\n",
        "xisu": "俗语云：“处暑十八盆，白露勿露身 。\n”这句话的意思是表示，处暑还会热，每天需要用一盆水洗澡，在过了十八天，到了白露节气，就不能赤膊露体了，会着凉受寒 。\n白露即为典型的秋季气候，容易出现口干、唇干、鼻干、咽干及大便干结、皮肤 干裂等症状 。\n预防秋燥的方法很多，可适当地多服一些富含维生素的食品，也可选用一些宣肺化痰、滋阴益气的中药，如人参、沙参 、西洋参、百合、杏仁、川贝等，对缓解秋燥多有良效 。\n",
        "yiji": "早晚温差大就应该及时添加衣被，否则，极容易患上感冒，而支气管炎、哮喘、消化性溃疡等慢性病患者，也容易诱 发或加重病情 。\n肚脐部位的表皮最薄，皮下没有脂肪组织，但有丰富的神经末梢和神经丛，对外部刺激敏感 。\n若防护不当，晚上睡觉暴露腹部或爱美穿露脐装，寒气极易通过肚脐侵入人体 。\n如果寒气直中肠胃，就会发生急性腹痛、腹泻、呕吐；天长日久，寒气逐 渐积聚在小腹，还会导致泌尿生殖系统疾病 。\n脚部分布着人体的6条重要经脉，并且脚远离心脏，血液循环最为不畅 。\n因此，白露 应注意脚的保暖，鞋袜宜宽松、舒适、吸汗 。\n"
    },
    "秋分": {
        "reason": "日光直射点又回到赤道，形成昼夜等长",
        "introduction": "秋分，农历二十四节气中的第十六个节气，时间一般为每年的公历9月22~24日 。\n南方的气候由这一节气起才始入秋 。\n秋分时节，我国大部分地区已经进入凉爽的秋季，南下的冷空气与逐渐衰减的暖湿空气相遇，产生一次次的降水，气温也 一次次地下降 。\n正如人们常所说的那样，已经到了“一场秋雨一场寒”的时候，但秋分之后的日降水量不会很大 。\n此时，南、北方的田间耕作各有不同 。\n",
        "xisu": "在我国的华北地区有农谚说：“白露早，寒露迟，秋分种麦正当时 。\n”谚语中明确规定了该地区播种冬小麦的时间；秋分曾是传统的“祭月节” 。\n如古有“春祭日，秋祭月”之说 。\n现在的中秋节则是由传统的“祭月节”而来 。\n秋分期间还是孩子们放 风筝的好时候 。\n尤其是秋分当天 。\n甚至大人们也参与 。\n风筝类别有王字风筝，鲢鱼风筝，眯蛾风筝，雷公虫风筝，月儿光风筝 ，其大者有两米高，小的也有二、三尺 。\n市场上有卖风筝的，多比较小，适宜于小孩子们玩耍，而大多数还是自己糊的，较大，放时 还要相互竞争看哪个的放得高 。\n",
        "yiji": "素问·四气调神大论》曰：“秋三月，早卧早起，与鸡俱兴 。\n”早卧以顺应阴精的收藏，以养“收”气；早起以顺应阳 气的舒长，使肺气得以舒展 。\n祖国医学认为，人体的生理活动要适应自然界阴阳的变化，因此，秋季要特别重视保养内守之阴气，凡 起居、饮食、精神、运动等方面调摄皆不能离开“养收”这一原则 。\n在精神养生方面，要看到秋季气候渐转干燥，日照减少，气温渐降 ，人们的情绪未免有些垂暮之感，故有“秋风秋雨愁煞人”之言 。\n所以这时，人们应保持神志安宁，减缓秋肃杀之气对人体的影响，收 敛神气，以适应秋天容平之气 。\n"
    },
    "寒露": {
        "reason": "此时太阳直射点开始向南移动，北半球气温继续下降，天气更冷，露水有森森寒意，故名为“寒露风”",
        "introduction": "寒露是农历二十四节气中的第十七个节气，属于秋季的第五个节气，表示秋季时节的正式开始；气温逐渐下 降 。\n白露、寒露、霜降三个节气，都表示水汽凝结现象，而寒露是气候从凉爽到寒冷的过渡 。\n",
        "xisu": "寒露之后，露水增多，气温更低 。\n此时我国有些地区会出现霜冻，北方已呈深秋景象，白云红叶，偶见早霜，南方也秋意渐浓，蝉噤荷残 。\n北京人登高习俗更盛，景山公园、八大处、香山等都是登高的好地方，重九登高节，更会吸引众多的游人 。\n寒露时节，南岭及以北的广大地区均已进入秋季，东北进入深秋，西北地区已进入或即将进入冬季 。\n",
        "yiji": "寒露以后，随着气温的不断下降，感冒是最易流行的疾病在气温下降和空气干燥时，感冒病毒的致病力增强 。\n合理地安排好日常的起居生活，对身体的健康有着重要作用 。\n"
    },
    "霜降": {
        "reason": "黄河流域初霜期一般在10月下旬，与“霜降”节令相吻合，霜对生长中的农作物危害很大",
        "introduction": "霜降，二十四节气之一，每年公历10月23日左右，霜降节气含有天气渐冷、初霜出现的意思，是秋季的最后 一个节气 。\n霜是水气凝成的，水气怎样凝成霜呢？南宋诗人吕本中在《南歌子·旅思》中写道：“驿内侵斜月，溪桥度晚霜 。\n”陆游 在《霜月》中写有“枯草霜花白，寒窗月新影 。\n”说明寒霜出现于秋天晴朗的月夜 。\n",
        "xisu": "在中国的一些地方，霜降时节要吃红柿子，在当地人看来，这样不但可以御寒保暖，同时还能补筋，是非常不错的霜 降食品 。\n",
        "yiji": "霜降作为秋季的最后一个节气，此时天气渐凉，秋燥明显，燥易伤津 。\n霜降养生首先要重视保暖，其次要防秋燥，运动量可适当加大 。\n饮食调养方面，此时宜平补，要注意健脾养胃，调补肝肾，可多吃健脾养阴润燥的食物，玉蜀黍、萝卜、栗子、 秋梨、百合、蜂蜜、淮山、奶白菜、牛肉、鸡肉、泥鳅等都不错 。\n"
    },
    "立冬": {
        "reason": "冬季开始",
        "introduction": "立冬是农历二十四节气中的第十九个 。\n立冬不仅是收获祭祀与丰年宴会隆重举行的时间，也是寒风乍起的季节 。\n立冬后，就意味着冬季正式来临 。\n草木凋零，蛰虫休眠，万物活动趋向休止 。\n",
        "xisu": "有“十月朔”、“秦岁首”、“寒衣节”、“丰收节”等习俗活动 。\n立冬与立春、立夏、立秋合称四立、古代社会中是个重要的节日 。\n过去是个农耕社会，劳动了一年，利用立冬这一天要休息，顺便犒赏一家人的辛苦 。\n谚语“立冬补冬，补嘴空”就是最好的比喻 。\n",
        "yiji": "我国幅员辽阔，地理环境各异，人们的生活方式不同，同属冬令，西北地区于东南沿海的气候条件迥然有别；冬季的 西北地区天气寒冷，进补宜大温大热之品，如牛、羊、狗肉等；而长江以南地区虽已入冬，但气温较西北地区要温和的多，进补应以清补甘温之味，如鸡、鸭、鱼类；地处高原山区，雨量较少且气候偏燥的地带，则应以甘润生津之品的果蔬、冰糖为宜 。\n从立冬开始 。\n寒冷气候影响人体的内分泌系统，以增加肌体的御寒能力，这样就造成人体热量散失过多 。\n因此，立冬时节的营养应以增加热能为主 。\n可适当多吃瘦肉、鸡蛋、鱼类、乳类、豆类及富含碳水化合物和脂肪的食物 。\n"
    },
    "小雪": {
        "reason": "方冷空气势力增强，气温迅速下降，降水出现雪花，但此时为初雪阶段，雪量小，次数不多，黄河流域多在“小雪” 节气后降雪",
        "introduction": "小雪，是二十四节气中的第20个 。\n进入该节气，中国广大地区西北风开始成为常客，气温下降，逐渐降到0℃以下，但大地尚未过于寒冷，虽开始降雪，但雪量不大，故称小雪 。\n此时阴气下降，阳气上升，而致天地不通，阴阳不交，万物失去生机，小雪节气是寒潮和强冷空气活动频数较高的节气 。\n强冷空气影响时，常伴有入冬第一次降雪 。\n",
        "xisu": "北方地区小雪节以后，果农开始为果树修枝，以草秸编箔包扎株杆，以防果树受冻 。\n且冬日蔬菜多采用土法贮存，或用地窖，或用土埋，以利食用 。\n俗话说“小雪铲白菜，大雪铲菠菜” 。\n半成熟的白菜储藏时沟内放部分水，边放水边放土，放水土之深度以埋住根部为宜，待到食用时即生长成熟了 。\n",
        "yiji": "小雪时候适当进补可平衡阴阳，但进食过多高热量的补品，会导致胃、肺火盛，表现为上呼吸道、扁桃腺、口腔黏膜 炎症或便秘、痔疮等 。\n因此 。\n进补的时候尤其要注意是否符合进补的条件，虚则补，同时应当分清补品的性能和适用范围，还应再吃些性冷的食物，如萝卜、松花蛋等 。\n"
    },
    "大雪": {
        "reason": "此时太阳直射点快接近南回归线，北半球昼短夜长",
        "introduction": "大雪节气，太阳黄经达255度 。\n大雪，顾名思义，雪量大 。\n古人云：“大者，盛也，至此而雪盛也” 。\n到了这个时段，雪往往下得大、范围也广 。\n",
        "xisu": "“小雪封地，大雪封河”，北方有“千里冰封，万里雪飘”的自然景观，南方也有“雪花飞舞，漫天银色”的迷人图画 。\n到了大雪节气，河里的冰都冻住了，人们可以尽情地滑冰嬉戏 。\n大雪是“进补”的好时节，素有“冬天进补，开春打虎”的说法 。\n冬令进补能提高人体的免疫功能，促进新陈代谢，使畏寒的现象得到改善 。\n",
        "yiji": "冬季食补应供给富含蛋白质、维生素和易于消化的食物 。\n大雪节气前后，柑桔类水果大量上市，像南丰蜜桔、官西柚子、脐橙雪橙都是的当家水果 。\n适当吃一些可以防治鼻炎，消痰止咳 。\n大雪时北半球各地日短夜长，因而有农谚“大雪小雪、煮 饭不息”等说法，用以形容白昼短到了农妇们几乎要连着做三顿饭的程度 。\n可常喝喝姜枣汤抗寒；吃桔子、用薄荷油防治鼻炎，消痰止咳 。\n"
    },
    "冬至": {
        "reason": "此时太阳几乎直射南回归线，北半球则形成了日南至、日短至、日影长至，成为一年中白昼最短的一天 。\n冬至以后北半球白昼渐长，气温持续下降，并进入年气温最低的“一九”",
        "introduction": "冬至是中国农历中一个重要的节气，也是中华民族的一个传统节日，冬至俗称“数九、冬节”、“长至节”、“亚岁”等，亦称冬节、交冬 。\n它既是二十四节气之一，是中国的一个传统节日，曾有“冬至大如年”的说法，宫廷和民间历来十分重视，从周代起就有祭祀活动 。\n",
        "xisu": "唐、宋时期，冬至是祭天祀祖的日子，皇帝在这天要到郊外举行祭天大典，百姓在这一天要向父母尊长祭拜 。\n明、清两代，皇帝均有祭天大典，谓之“冬至郊天” 。\n宫内有百官向皇帝呈递贺表的仪式，而且还要互相投刺祝贺，就像元旦一样 。\n而今只有潮汕、浙江部分地区仍延续祭祖旧习 。\n",
        "yiji": "冬至时节天气寒冷，人体需要足够的能量来抵御寒冷，而肉类含有丰富的蛋白质、碳水化合物和脂肪，有补气活血， 温中暖下的功效，是进补的佳品 。\n女性冬至吃些肉类可中和寒气，加快内分泌，增强机体的抵抗力，来应对严寒 。\n"
    },
	"小寒": {
        "reason": "此时气候开始寒冷 。\n",
        "introduction": "小寒，为农历二十四节气中的第23个节气，也是冬季的第五个节气，标志着季冬时节的正式开始 。\n小寒 是气温最低的节气，只有少数年份的大寒气温低于小寒的 。\n",
        "xisu": "小寒正处三九前后，俗话说：“冷在三九”，其严寒程度也就可想而知了 。\n湖南省的“小寒大寒不下雪，小暑大暑田开裂”，山东省的“小寒无雨，小暑必旱”等，都是人们总结的经验 。\n生活上，除注意日常保暖外，进入小寒年味渐浓，人们开始忙着 写春联、剪窗花，赶集买年画、彩灯、鞭炮、香火等，陆续为春节作准备 。\n",
        "yiji": "在这干冷的日子里，宜多进行户外的运动，如晨早的慢跑、跳绳、踢毽等 。\n还要在精神上宜静神少虑、畅达乐观，不为琐事劳神，心态平和，增添乐趣 。\n"
    },
    "大寒": {
        "reason": "数九严寒，一年中最寒冷的时候",
        "introduction": "大寒是二十四节气中最后一个节气，每年1月20日前后太阳到达黄经300°时为“大寒” 。\n大寒，是天气寒冷 到极点的意思 。\n《授时通考·天时》引《三礼义宗》：“大寒为中者，上形于小寒，故谓之大......寒气之逆极，故谓大寒 。\n”这时 寒潮南下频繁，是我国大部地区一年中的寒冷时期，风大，低温，地面积雪不化，呈现出冰天雪地、天寒地冻的严寒景象 。\n大寒时节 ，中国南方大部分地区平均气温多为6℃至8℃，比小寒高出近1℃ 。\n“小寒大寒，冷成一团”的谚语，说明大寒节气也是一年中的寒冷时期 。\n",
        "xisu": "小寒之后过15天就是大寒，也是全年二十四节气中的最后一个节气 。\n此时天气虽然寒冷，但因为已近春天，所以不会像大雪到冬至期间那样酷寒 。\n这时节，人们开始忙着除旧饰新，腌制年肴，准备年货，因为中国人最重要的节日——春节就要到了 。\n其间还有一个对于北方人非常重要的日子——腊八，即阴历十二月初八 。\n在这一天，人们用五谷杂粮加上花生、栗子、红枣、莲子等 熬成一锅香甜美味的腊八粥，是人们过年中不可或缺的一道主食 。\n",
        "yiji": "冬三月是生机潜伏、万物蛰藏的时令，此时人体的阴阳消长代谢也处于相当缓慢的时候，所以此时应该早睡晚起，不 要轻易扰动阳气，凡事不要过度操劳，要使神志深藏于内，避免急躁发怒 。\n大寒是冬季六节气之一，此时天气寒冷已极，故名大寒 。\n大寒的养生，要着眼于“藏” 。\n意思是说，人们在此期间要控制自己的精神活动，保持精神安静，把神藏于内不要暴露于外 。\n这样才有利于安度冬季 。\n"
    }
}